from answer.chatgpt_answer import add_doc

add_doc("my_doc1","邮乐的行业荣誉记录","1、2023年5月，获得“2022年度长三角优秀CIO奖”。2、2023年1月，获得 “2022年度最具价值CTO奖”。3、2022年12月 ，上海大数据中心《上海市数据标准化技术委员》 技术委员会 成员4、2022年3月，《国家互联网数据中心产业技术创新战略联盟》技术专家委员会 副主任委员5、2021年1月，参加行业最具影响力的CTO峰会CTDC首席技术官领袖峰会，获得“2020年度最具价值CTO奖”。6、2018年3月，中国新零售决策者峰会讲师7、2018年1月，获得“2017年度最具成长力技术领袖奖”8、2016年10月，SDCC中国软件开发者大会出品人 9、2016年8月，SACC中国系统架构师大会讲师10、2016年12月，CSDN 《程序员》杂志 发表多篇文章包括《携程移动端架构演进与优化之路》、《携程移动端性能优化》、《携程移动端UI界面性能优化实践》11、2016年12月，InfoQ 期刊发表 《重构之道：生代码浴火重生》")
